[
  {
    "id":1,
    "name": "Receta de Pastel de remolacha salado",
    "img": "https://www.hola.com/imagenes/cocina/recetas/20200123158883/tarta-salada-de-remolacha-con-queso-de-cabra-y-pinones/0-773-547/tarta-salada-de-remolacha-queso-de-cabra-y-pinones-m.jpg",
    "calification": 5,
    "categories":"Española, Saludable",
    "ingredients":"Remolachas,Cebolla francesa,Manzana verde,Salmón ahumado (paquete),Frambuesas,Vinagre Manzana,Pimienta negra,Pan de molde,Queso crema philadelphia (tarrina),Canónigos",
    "quantity":"2,2,1,1,20,1,1,16,1,1",
    "steps": "Vamos a empezar troceando una y media de las remolachas junto con las cebollitas francesas, la manzana verde pelada y despepitada, el salmón ahumado (dejaremos alguna lonchita para decorar), y cinco de las frambuesas. Ponemos todo en un bol, añadimos el vinagre (2 cucharadas soperas) y un poco de pimienta, mezclamos bien y reservamos en la nevera.Troceamos la mitad de la remolacha que nos quedaba, añadimos el queso crema y trituramos con la batidora. Vertemos más o menos la mitad de esta crema a la mezcla de manzana y remolacha y mezclamos bien. La otra mitad la reservaremos en la nevera para que tome un poco de cuerpo y después adornar el pastel salado de remolacha. Guardamos también la mezcla de remolacha y manzana en la nevera igualmente. Mientras tanto, seguiremos con la preparación de nuestro pastel salado con pan de molde y remolacha. Quitamos un trozo de las esquinas de pan de molde para darle una forma redondeada al pastel, aunque también podemos hacer un pastel rectangular, esto es opci      onal. La fotografía os ayudará para ver cómo lo vamos a hacer redondeado. Ponemos cuatro rebanadas juntas de pan de molde haciendo que casen las esquinas y cortamos por la mitad. Hacemos lo mismo con las restantes. Es momento del relleno por lo que sacaremos la mezcla de la nevera y hacemos sándwich con las mitades de pan de molde. Vamos poniendo en un plato de presentación los sándwich de dos en dos, uno encima del otro e id formando la tarta de remolacha y queso. Sacamos la crema de queso con la remolacha y cubrimos la tarta con esta mezcla. Guardamos en la nevera para que tome cuerpo. Poco antes de servir decoraremos con las lonchas reservadas de salmón ahumado, con las frambuesas restantes y con las hojas de canónigos. Reservaremos en la envera hasta su consumo. Cortar en porciones para servir el pastel de remolacha salado, primero los sándwiches de arriba y luego los de abajo. Si te apetece conocer más recetas originales, te invito a que visites mi blog Cakes para ti. Receta para 8 personas",
    "allergens": "Pescado,Lactosa,Queso",
    "difficulty": "Baja",
    "time": 45
  
  }
]
