[
  {
    "name": "Receta de Pastel de remolacha salado",
    "img": "https://www.hola.com/imagenes/cocina/recetas/20200123158883/tarta-salada-de-remolacha-con-queso-de-cabra-y-pinones/0-773-547/tarta-salada-de-remolacha-queso-de-cabra-y-pinones-m.jpg",
    "categories": [
      "Española",
      "Saludable"
    ],
    "ingredients": [
      "Remolachas",
      "Cebolla francesa",
      "Manzana verde",
      "Salmón ahumado (paquete)",
      "Frambuesas",
      "Vinagre Manzana",
      "Pimienta negra",
      "Pan de molde",
      "Queso crema philadelphia (tarrina)",
      "Canónigos"
    ],
    "quantity": [
      "2",
      "2",
      "1",
      "1",
      "20",
      "1",
      "1",
      "16",
      "1",
      "1"
    ],
    "steps": [
      "Vamos a empezar troceando una y media de las remolachas junto con las cebollitas francesas, la manzana verde pelada y despepitada, el salmón ahumado (dejaremos alguna lonchita para decorar), y cinco de las frambuesas.",
      "Ponemos todo en un bol, añadimos el vinagre (2 cucharadas soperas) y un poco de pimienta, mezclamos bien y reservamos en la nevera.",
      "Troceamos la mitad de la remolacha que nos quedaba, añadimos el queso crema y trituramos con la batidora. Vertemos más o menos la mitad de esta crema a la mezcla de manzana y remolacha y mezclamos bien. La otra mitad la reservaremos en la nevera para que tome un poco de cuerpo y después adornar el pastel salado de remolacha. Guardamos también la mezcla de remolacha y manzana en la nevera igualmente.",
      "Mientras tanto, seguiremos con la preparación de nuestro pastel salado con pan de molde y remolacha. Quitamos un trozo de las esquinas de pan de molde para darle una forma redondeada al pastel, aunque también podemos hacer un pastel rectangular, esto es opcional. La fotografía os ayudará para ver cómo lo vamos a hacer redondeado.",
      "Ponemos cuatro rebanadas juntas de pan de molde haciendo que casen las esquinas y cortamos por la mitad. Hacemos lo mismo con las restantes.",
      "Es momento del relleno por lo que sacaremos la mezcla de la nevera y hacemos sándwich con las mitades de pan de molde.",
      "Vamos poniendo en un plato de presentación los sándwich de dos en dos, uno encima del otro e id formando la tarta de remolacha y queso.",
      "Sacamos la crema de queso con la remolacha y cubrimos la tarta con esta mezcla. Guardamos en la nevera para que tome cuerpo.",
      "Poco antes de servir decoraremos con las lonchas reservadas de salmón ahumado, con las frambuesas restantes y con las hojas de canónigos. Reservaremos en la envera hasta su consumo.",
      "Cortar en porciones para servir el pastel de remolacha salado, primero los sándwiches de arriba y luego los de abajo. Si te apetece conocer más recetas originales, te invito a que visites mi blog Cakes para ti.",
      "Si te ha gustado la receta de Pastel de remolacha salado, te sugerimos que entres en nuestra categoría de Recetas de Bocadillos y sándwiches.",
      "*Receta para 8 personas*"
    ],
    "allergens": [
      "Pescado",
      "Lactosa",
      "Queso"
    ],
    "difficulty": "Baja",
    "time": 45
  },
  {
    "name": "Receta de Fajitas de verduras y tofu",
    "img": "https://t1.rg.ltmcdn.com/es/images/0/6/5/fajitas_de_verduras_y_tofu_70560_paso_6_600.jpg",
    "categories": [
      "Mexicana",
      "Saludable",
      "Vegana"
    ],
    "ingredients": [
      "Tortillas de trigo",
      "Calabacín",
      "Col blanca",
      "Brotes de soja",
      "Tofu (tarrina)",
      "Salsa de soja",
      "Ajo en polvo",
      "Hummus",
      "Pimienta negra",
      "Sal",
      "Semillas de sésamo",
      "Aceite"
    ],
    "quantity": [
      "4",
      "1",
      "¼",
      "1",
      "2",
      "1",
      "1",
      "½",
      "1",
      "½",
      "1",
      "1"
    ],
    "steps": [
      "Para empezar a preparar las fajitas veganas, deberás dejar listas las verduras. Para ello, corta el zucchini o calabacín en rodajas finas, la col en juliana y el tofu en 8 rectángulos iguales.",
      "Calienta una sartén o plancha engrasada y cocina vuelta y vuelta los rectángulos de tofu salpimentados.",
      "Prepara el hummus triturando media taza de garbanzos, dos dientes de ajo, un chorro de aceite y de zumo de limón, una cucharadita de comino y sal, una pizca de pimienta y dos cucharadas de tahini (opcional) o utiliza el hummus preparado de cualquier marca comercial para hacer las fajitas de verduras y tofu.",
      "Calienta una sartén con aceite y sofríe la col y el zucchini hasta que empiecen a ablandarse. Añade los brotes de soja, un buen chorro de salsa de soja, el ajo en polvo, las semillas de sésamo, sal y pimienta, remueve y saltea dos minutos más para ablandar los brotes de soja.",
      "Para formar las fajitas de verduras y tofu, unta generosamente cada tortilla con hummus y coloca dos rectángulos de tofu en el centro.",
      "Coloca varias cucharadas de relleno en el centro, cierra las tortillas levantando los bordes y llevándolos hacia el centro y marca cada fajita a la plancha para fijar la tortilla.",
      "Sirve las fajitas orientales con un poco de salsa se soja. Ahora que sabes cómo hacer fajitas de verduras y tofu veganas, anímate a probarlas y añade más vegetales si lo deseas. Esta receta de fajitas veganas es perfecta para la cena o para el almuerzo acompañada de tacos veganos de coliflor para disfrutar de variedad de sabores. Más recetas en mi blog Vegspiration.",
      "Si te ha gustado la receta de Fajitas de verduras y tofu, te sugerimos que entres en nuestra categoría de Recetas de Fajitas.",
      "*Receta para 2 personas*"
    ],
    "allergens": [
      "Verdura",
      "Gluten",
      "Soja"
    ],
    "difficulty": "Baja",
    "time": 30
  },
 {
    "name": "Receta de Hojaldre de espárragos trigueros",
    "img": "https://cocina-casera.com/wp-content/uploads/2018/11/hojaldre-esparragos-trigeros-770x485.jpg",
    "categories": [
      "Francesa",
      "Saludable"
    ],
    "ingredients": [
      "Hojaldre",
      "Espárragos verdes",
      "Hummus",
      "Queso",
      "Kale",
      "Nueces"
    ],
    "quantity": [
      "1",
      "8",
      "⅓",
      "1",
      "4",
      "1"
    ],
    "steps": [
      "Estira un poco la masa de hojaldre con un rodillo y córtala en cuadrados.",
      "En el centro de cada cuadrado de masa coloca en diagonal una cucharada de crema de hummus. Encima coloca trocitos o láminas de queso. Yo he utilizado un queso vegano, pero puedes usar el queso que más te guste. Si deseas preparar un queso vegano casero para esta receta, visita mi perfil de RecetasGratis para ver las recetas.",
      "Truco: Utiliza un queso que se derrita al horno para potenciar el sabor del relleno del hojaldre de espárragos verdes.",
      "Corta cada espárrago por la mitad y trocea las hojas de kale en trozos medianos.",
      "Envuelve cada trozo de espárrago en kale y coloca los espárragos envueltos encima del queso. Coloca algunas nueces troceadas por encima.",
      "Cierra los saquitos de hojaldre de espárragos y queso llevando los bordes sin relleno hacia arriba y apretando la masa con los dedos para que se pegue.",
      "Precalienta el horno a 180 grados y colócalos en una bandeja de horno cubierta con papel vegetal o sulfurizado. Hornea el hojaldre relleno de espárragos trigueros a 180 ºC durante 20 minutos hasta que la masa se dore.",
      "¿Buscas otras ideas para obtener recetas fáciles pero originales? Pues échale un visatzo a mi blog Vegspiration.",
      "Si te ha gustado la receta de Hojaldre de espárragos trigueros, te sugerimos que entres en nuestra categoría de Recetas de Hojaldre salado.", 
      "*Receta para 4 personas*"
    ],
    "allergens": [
      "Verduras",
      "Frutos secos",
      "Queso"
    ],
    "difficulty": "Media",
    "time": 30
  },
 {
    "name": "Receta de Tacos veganos de coliflor",
    "img": "https://www.piloncilloyvainilla.com/wp-content/uploads/2018/08/tacos-de-coliflor-rostizada-44-of-57-500x500.jpg",
    "categories": [
      "Vegana",
      "Mexicana",
      "Saludable"
    ],
    "ingredients": [
      "Tortillas de trigo",
      "Coliflor",
      "Aceite de oliva",
      "Ajo en polvo",
      "Chili en polvo",
      "Salsa Buffalo vegana",
      "Lechuga",
      "Rúcula",
      "Aguacate",
      "Pepino",
      "Cilantro"
    ],
    "quantity": [
      "6",
      "1",
      "1",
      "1",
      "½",
      "1",
      "3",
      "½",
      "1",
      "½",
      "½"
    ],
    "steps": [
      "Separa la coliflor en ramilletes y colócala en un bol para empezar a preparar el relleno de los tacos veganos de coliflor.",
      "Prepara la salsa vegana Buffalo siguiendo la receta publicada en mi perfil de RecetasGratis.",
      "Añade al bol de la coliflor el aceite de oliva, el ajo en polvo, el chili en polvo, la pimienta y la mitad de la salsa. Mezcla bien para que la coliflor se impregne de todos estos sabores. Cubre una bandeja de horno con papel de horno y coloca la coliflor encima. Precalienta el horno a 180 ºC y hornea la coliflor durante 20 minutos.",
      "Calienta el resto de la salsa Buffalo y cuando la coliflor esté lista pásala otra vez al bol y cúbrela con la salsa restante. De esta forma, obtendremos una alternativa vegana a las famosas alitas de pollo Buffalo y podremos rellenar los tacos veganos de coliflor.",
      "Para montar los tacos veganos primero corta el aguacate y el pepino en trozos medianos. Trocea la lechuga y el cilantro.",
      "Rellena cada tortilla con la lechuga y la rúcula, coloca los trocitos de aguacate y de pepino y varios ramilletes de coliflor horneamos. Decora con cilantro y rellena las demás tortillas. Coloca las tortillas una apoyada sobre la otra y sirve los tacos veganos de coliflor. Sin duda, esta es una de esas recetas perfectas para cuando no tenemos mucho tiempo para cocinar o para servir a visitas inesperadas. Más recetas sencillas y deliciosas en mi blog Vegspiration.",
      "Si te ha gustado la receta de Tacos veganos de coliflor, te sugerimos que entres en nuestra categoría de Recetas de Tacos.",
      "*Receta para 2 personas*"
    ],
    "allergens": [
      "Verdura",
      "Glúten"
    ],
    "difficulty": "Media",
    "time": 45
  },
{
    "name": "Receta de Gyozas de verduras",
    "img": "https://recetasveganas.net/wp-content/uploads/2020/09/gyozas-verduras-faciles-masa-casera-curry-recetas-veganas5.png",
    "categories": [
      "Japonesa",
      "Saludable",
      "Vegana"
    ],
    "ingredients": [
      "Papel de gyoza",
      "Berenjena",
      "Cebolla",
      "Tomates",
      "soja texturizada fina",
      "Zanahoria",
      "Sal",
      "Aceite",
      "Salsa de soja",
      "Vinagre de arroz",
      "Aceite de sésamo",
      "ajo machacados",
      "Jengibre fresco"
    ],
    
    "quantity": [
      "1",
      "1",
      "1",
      "2",
      "½",
      "1",
      "½",
      "1",
      "¼",
      "1",
      "1",
      "2",
      "½"
    ],
    "steps": [
      "Para preparar las gyozas veganas vas a necesitar las obleas de masa fina que se llaman piel de gyoza (gyoza skin) y que puedes encontrar en cualquier supermercado asiático. Vienen en formato congelado, por tanto debes sacarlas del congelador un poco antes.",
      "Pon la soja texturizada en remojo, en agua tibia durante media hora. A continuación, escurre muy bien la soja eliminando todo el líquido posible.",
      "Corta la berenjena, la zanahoria, el tomate y la cebolla en dados pequeños para preparar el relleno de las gyozas veganas.",
      "Calienta una sartén con aceite y sofríe la cebolla, el ajo y el jengibre. Cuando la cebolla esté transparente, agrega el tomate y sofríelo.",
      "Incorpora la zanahoria y la berenjena, saltea la verdura 2-3 minutos y añade la soja texturizada, la sal y un chorro de salsa de soja. Cocina el relleno delas gyozas de verduras durante 8-10 minutos, removiendo de vez en cuando hasta que la verdura quede blanda.",
      "Para rellenar las gozas veganas coge una oblea de masa y coloca una cucharada de relleno en el centro. Con los dedos moja los extremos de la masa y dóblala por la mitad. Cierra los bordes con los dedos haciendo 5-6 pliegues.",
      "Para cocinar las gyozas al vapor puedes utilizar la máquina de vapor o la Thermomix, cocínalas hasta que se pongan transparentes. Si no dispones de ninguno de estos electrodomésticos, calienta una sartén con aceite de sésamo y fríe las gyozas hasta que se doren y se tuesten por un lado. A continuación, añade 1 taza de agua cubriendo el fondo de la sartén, pon la tapa y cocina las gyozas de verduras durante 8-10 minutos hasta que se evapore el agua.",
      "Mientras, prepara la vinagreta mezclando en un bol la salsa de soja, el vinagre de arroz y el aceite de sésamo.",
      "Sirve las gyozas con la vinagreta. Ahora que sabes cómo hacer gyozas de verduras, prepara un menú al más puro estilo asiático, con pan chino y dorayakis veganos de postre. Más recetas veganas en mi blog Vegspiration.",
      "Si te ha gustado la receta de Gyozas de verduras, te sugerimos que entres en nuestra categoría de Recetas de Empanadas.",
      "*Receta para 4 personas*"
    ],
    "allergens": [
      "Verduras"
    ],
    "difficulty": "Alta",
    "time": 45
  },
{
    "name": "Receta de Empanadas de jamón, queso y choclo",
    "img": "https://t1.rg.ltmcdn.com/es/images/4/2/4/empanadas_de_jamon_queso_y_choclo_70424_600_square.jpg",
    "categories": [
      "Española"
    ],
    "ingredients": [
      "Masa de hojaldre",
      "Jamón York (dulce)",
      "Lonchas de queso",
      "Maíz dulce",
      "Huevo"
    ],
    "quantity": [
      "2",
      "4",
      "4",
      "1",
      "1"
    ],
    "steps": [
      "Reúne los ingredientes para preparar estas empanadillas de jamón, queso y maíz en primer lugar.",
      "Si te encanta el maíz, no dejes de probar estas riquísimas empanadas de humita tan típicas de Argentina y Paraguay.",
      "Corta en cuadrados o rectángulos las lonchas de jamón y de queso.",
      "Si lo deseas o no te gusta el maíz dulce, puedes probar también esta receta de empanadillas de jamón y queso solamente.",
      "Truco: Puedes utilizar jamón serrano en vez del de York si lo prefieres.",
      "Usando un cortador de pastelería o simplemente un vaso, corta círculos de la masa de hojaldre. En el centro coloca uno o dos trocitos de jamón y queso y 1 cucharada de maíz bien escurrido. Es importante que no llenes las empanadas de maíz, jamón y queso del todo para que no se salga el relleno.",
      "Si quieres hacer la masa de hojaldre fácilmente en casa aquí tienes las receta.",
      "Cierra las empanadas de queso, jamón y choclo humedeciendo los bordes ligeramente con agua. Píntalas con el huevo batido por encima y hornéalas a 200 °C durante 15-20 minutos.",
      "Después del paso anterior, las empanadas de jamón, queso y choclo ¡estarán listas! Las puedes servir recién hechas calientes o frías porque están deliciosas igualmente.",
      "Si te ha gustado la receta de Empanadas de jamón, queso y choclo, te sugerimos que entres en nuestra categoría de Recetas de Empanadas.",
      "*Receta para 8 personas*"
    ],
    "allergens": [
      "Glúten",
      "Huevos",
      "Queso"
    ],
    "difficulty": "Baja",
    "time": 30
  },
{
    "name": "Receta de Pizza de chorizo y queso",
    "img": "https://recetinas.com/wp-content/uploads/2017/09/pizza-de-chorizo.jpg",
    "categories": [
      "Italiana"
    ],
    "ingredients": [
      "Masa pizza",
      "Rulo queso de cabra",
      "Queso scamorza ahumado",
      "Tomate frito",
      "Cebolla",
      "Chorizo",
      "Orégano"
    ],
    "quantity": [
      "1",
      "1",
      "1",
      "1",
      "1",
      "1",
      "1"
    ],
    "steps": [
      "Para preparar la base de la pizza seguimos el paso a paso de la masa de pizza esponjosa con levadura seca que compartí hace unas semanas. Si la tienes congelada de una ocasión anterior, deberemos sacarla del congelador la noche previa y dejarla en el frigorífico descongelándose.",
      "Truco: También puedes comprar masa de pizza ya hecha en el supermercado.",
      "Amasamos ligeramente nuestra masa de pizza y con ayuda de un rodillo de cocina la extendemos sobre un papel para hornear o una lámina de silicona que nos permita moverla con facilidad y ponerla en la bandeja del horno cuando la tengamos estirada.",
      "En la base de la pizza ponemos unas cucharadas de tomate frito o de salsa de tomate casero y extendemos. Espolvoreamos con orégano o con hierbas provenzales para darle un poquito de sabor.",
      "Pelamos la cebolla y la partimos en tiras finitas. La repartimos sobre la salsa de tomate. Troceamos el chorizo y lo repartimos sobre la cama de cebolla. Partimos el queso scamorza en dados y lo ponemos encima del chorizo. Por último partimos el rulo de queso de cabra en medallones y los colocamos por encima de la pizza a nuestro gusto.",
      "Introducimos la pizza de chorizo y cebolla en el horno precalentado a 180 ºC y horneamos hasta que los bordes se vean dorados y crujientes y el queso esté dorado. Dependerá del horno pero tardará de 30 a 40 minutos.",
      "Apagamos el horno, sacamos la pizza de chorizo y queso, esperamos unos minutos a que se temple, cortamos, servimos ¡y a disfrutar!",
      "Y si queréis sorprender con un buen postre en mi blog Los dulces secretos de Cuca tenéis muchísimas recetas más.",
      "No dejéis de probar la pizza con salchichas y si os sobra embutido, podéis aprovecharlo para hacer también unos macarrones con chorizo por ejemplo.",
      "Si te ha gustado la receta de Pizza de chorizo y queso, te sugerimos que entres en nuestra categoría de Recetas de Pizza.",
      "*Receta para 8 personas*"
    ],
    "allergens": [
      "Queso",
      "Glúten"
    ],
    "difficulty": "Baja",
    "time": 45
  },
 {
    "name": "Receta de Crema de galletas Oreo con chocolate",
    "img": "https://www.lacocinadealimerka.com/web/uploads/recetas/cremadeoreo.jpg",
    "categories": [
      "Francesa",
      "Postres"
    ],
    "ingredients": [
      "Esencia de vainilla",
      "Queso crema frío",
      "Nata para montar fría",
      "Azúcar glass",
      "Galletas Oreo (paquete)",
      "Azúcar",
      "Esencia de vainilla",
      "Agua",
      "Cacao en polvo",
      "Otra galleta (paquete)"
    ],
    "quantity": [
      "1",
      "1",
      "1",
      "1",
      "1",
      "1",
      "1",
      "1",
      "1",
      "1"
    ],
    "steps": [
      "Preparamos los ingredientes para el postre de galletas Oreo con chocolate.",
      "Primero, hacemos el sirope. Ponemos un cazo con el agua, añadimos el cacao y el azúcar, llevamos el cazo a fuego medio y vamos removiendo hasta que quede todo disuelto. Cuando empiece a hervir bajamos un poco el fuego, añadimos la esencia de vainilla y lo dejamos cocinar unos 5 minutos hasta que quede con una textura un poco densa. Apagamos y reservamos.",
      "Preparamos la crema de galletas Oreo. Para ello, en un bol ponemos la crema de queso bien fría, batimos hasta que quede cremosa, añadimos el azúcar glass poco a poco y removiendo y, luego, un poco de esencia de vainilla.",
      "Añadimos la nata bien fría y batimos hasta que quede cremosa. Recordemos que en algunos países la nata es conocida como crema de leche.",
      "Picamos las galletas Oreo enteras, por un lado las 5 galletas de la crema y por otro lado las 7 galletas del sirope.",
      "Añadimos a la crema las 5 galletas Oreo picadas y mezclamos con movimientos envolventes para evitar que la crema de galletas Oreo se baje.",
      "Montamos los vasitos poniendo parte del resto de las galletas picadas en la base de los mismos - saldrán 3-4 según el tamaño del vaso, a mí por ejemplo me salieron 3 vasos. Después, en la base de las galletas pondremos unas cucharadas de sirope de chocolate.",
      "Encima de las galletas y el sirope ponemos una capa de crema de galletas Oreo, luego otra de galleta, unas cucharadas de sirope y otra de crema.",
      "Terminaremos con una capa de crema y adornaremos con galletas y sirope de chocolate. Este postre de crema de galletas Oreo en vasitos es delicioso a la par que sencillo y rápido. Si te han sobrado galletas, siempre puedes preparar unas trufas de Oreo. Visita mi blog Cocinando con Montse y no te pierdas ninguna de mis recetas.",
      "Si te ha gustado la receta de Crema de galletas Oreo con chocolate, te sugerimos que entres en nuestra categoría de Recetas de Postres con chocolate.",
      "*Receta para 3 personas*"
    ],
    "allergens": [
      "Queso"
    ],
    "difficulty": "Baja",
    "time": 45
  },
{
    "name": "Receta de Croquetas de patata y queso",
    "img": "https://www.sortirambnens.com/wp-content/uploads/2015/04/croquetes-de-patata-farcides-de-formatge.jpg",
    "categories": [
      "Española"
    ],
    "ingredients": [
      "Patata",
      "Mozzarella",
      "Queso provolone",
      "Pan rallado",
      "Perejil",
      "Pimienta negra",
      "Sal",
      "Aceite para freír"
    ],
    "quantity": [
      "4",
      "1",
      "1",
      "1",
      "1",
      "1",
      "1",
      "1"
    ],
    "steps": [
      "Reúne los ingredientes necesarios para hacer las croquetas de queso y patata en primer lugar.",
      "Pela las patatas y córtalas en trozos pequeños, así tardarán mucho menos en cocerse.",
      "Coloca las patatas en una olla con un poco de sal, cubre con agua fría y enciende el fuego alto. Deja que hiervan hasta que estén blandas y luego escúrrelas.",
      "Truco: También puedes cocinarlas al vapor.",
      "Haz un puré con las patatas cocidas machacándolas o pasándolas por el pasapurés. Y luego mézclalas con el perejil, el queso mozzarella y la mitad del pan rallado. Sazona con sal y pimienta al gusto, mezcla todo bien y esta será la masa de las croquetas de queso y papas.",
      "Coge una porción de la masa con las manos y aplástala un poco. En el centro coloca un trocito de queso mozzarella en barra o queso provolone y moldéala para formar una bolita o albóndiga cerrada.",
      "Reboza las croquetas de papa y queso con el pan rallado restante una vez las hayas preparado todas, presionando un poco para que se adhiera bien.",
      "Ponlas a freír con aceite bien caliente hasta que estén completamente doradas. Entonces, sácalas y cólocalas en un plato con papel absorbente.",
      "Truco: Si lo prefieres puedes hacer las croquetas de patata y queso al horno.",
      "Servir las croquetas de patata y queso recién hechas y disfruta de esta delicia fácil y económica.",
      "Si te ha gustado la receta de Croquetas de patata y queso, te sugerimos que entres en nuestra categoría de Recetas de Croquetas.",
      "*Receta para 4 personas*"
    ],
    "allergens": [
      "Queso",
      "Glúten"
    ],
    "difficulty": "Media",
    "time": 30
  },
  {
    "name": "Receta de Costillas al horno a la barbacoa",
    "img": "https://cdn.recetas360.com/wp-content/uploads/2019/12/como-preparar-costillas-a-la-barbacoa-compressor.jpg",
    "categories": [
      "Americana"
    ],
    "ingredients": [
      "1 costillar (de entre un kilo y un kilo y medio)",
      "300 mililitros de salsa barbacoa",
      "50 mililitros de whisky",
      "1 cucharadita de pimienta negra molida",
      "1 cucharadita de pimentón ahumado"
    ],
    "steps": [
      "La noche anterior repasamos y limpiamos el costillar de cualquier resto de grasa y lo partimos en dos o tres trozos según lo largo que sea.",
      "Mezclamos la salsa barbacoa con el whisky, la pimienta y el pimentón hasta que queden bien integrados.",
      "Truco: Si queremos podemos añadir sal aunque para mi gusto no es necesaria.",
      "Ponemos las costillas en una bolsa o en un recipiente que tenga tapa y pintamos muy bien la carne por ambas caras con la salsa preparada con ayuda de un pincel de cocina. Si sobra la vertemos por encima. Tapamos bien (o cerramos la bolsa) y dejamos reposar las costillas a la barbacoa en el frigorífico hasta el día siguiente.",
      "Cuando vayamos a hornearlas las ponemos en una fuente apta para el horno y por encima las bañamos con la salsa que hay quedado en el recipiente o bolsa.",
      "Introducimos las costillas en salsa barbacoa al horno precalentado a 180 ºC y horneamos durante 45 minutos aproximadamente teniendo la precaución de darles la vuelta a la mitad de horneado para que se hagan bien por ambos lados.",
      "Acompañadas de una ensalada o unas patatas tendremos una deliciosa comida con esta receta de costillas al horno a la barbacoa fácil.",
      "No te olvides de visitar mi blog Los dulces secretos de Cuca si te apetece buscar nuevas recetas.",
      "Si te ha gustado la receta de Costillas al horno a la barbacoa fácil, te sugerimos que entres en nuestra categoría de Recetas de Costillar.",
      "*Receta para 2 personas*"
    ],
    "allergens": [
    ],
    "difficulty": "Alta",
    "time": 90
  },
{
    "name": "Receta de Rollos de canela sin huevo",
    "img": "https://cdn.kiwilimon.com/recetaimagen/10374/th5-640x640-3429.jpg",
    "categories": [
      "Postres",
      "Francesa"
    ],
    "ingredients": [
      "Harina de trigo",
      "Mantequilla",
      "Leche",
      "Levadura",
      "Azúcar",
      "Sal",
      "Azúcar moreno",
      "Canela"
    ],
    "quantity": [
      "1",
      "1",
      "1",
      "1",
      "1",
      "1",
      "1",
      "1"
    ],
    "steps": [
      "Empieza mezclando los ingredientes secos de los rollitos de canela sin huevo en un bol grande.",
      "Añade la mantequilla reblandecida y mezcla con los dedos hasta que se formen una especie de migas gruesas (a este proceso se le llama arenar la masa). Después ves agregando poco a poco la leche mientras remueves para que la masa no quede demasiado líquida.",
      "En este momento la masa de los roles de canela sin huevo debe ser más consistente y se debe poder sacar fácilmente del bol. Si no es así, añade más harina y amasa con las manos hasta conseguir una textura más firme.",
      "Transfiere la masa a una superficie limpia y lisa espolvoreada con un poco de harina y sigue golpeando y amasándola durante 1 a 2 minutos. Este procedimiento hace que la masa de las caracolas de canela sin huevo quede más esponjosa y suave.",
      "Deja que la masa repose mientras preparas el relleno fácilmente: en un bol mezcla el azúcar con la canela.",
      "Truco: Dependiendo de si te gustan más o menos dulces, simplemente aumenta o disminuye la cantidad de azúcar en el relleno.",
      "Estira la masa con un rodillo en forma rectangular. Unta la mantequilla derretida en toda la superficie (utiliza una brocha o con las manos) y espolvorea la mezcla de antes por encima.",
      "Comienza envolviendo la masa en forma de rollo como si de un brazo de gitano se tratara.",
      "Truco: Si enrollas la masa por el lado más largo obtendrás más rollitos pero más finos, en cambio, si lo haces por el lado corto obtendrás menos pero serán más gruesos.",
      "Corta el rollo de canela casero en toda su extensión formando rollitos de un poco más de 1 cm de ancho y mételos al horno precalentado a 180 °C en una bandeja forrada con papel sulfurizado.",
      "Truco: Coloca los rollos bien separados en la bandeja ya que cuando se hornean crecen el doble de su tamaño.",
      "Después de hornearlos de 15 a 20 minutos, los rollitos de canela sin huevo tendrán el relleno derretido y la masa lucirá bien dorada. Es momento de sacarlos del horno, esperar que se enfríen y servirlos para el desayuno por ejemplo, acompañados de una bebida caliente no demasiado dulce.",
      "Truco: No los dejes demasiado tiempo en el horno para que no se queme el azúcar.",
      "Si te ha gustado la receta de Rollos de canela sin huevo, te sugerimos que entres en nuestra categoría de Recetas de Roscos.",
      "*Receta para 6 personas*"
    ],
    "allergens": [
      "Lactosa",
      "Glúten"
    ],
    "difficulty": "Media",
    "time": 45
  }
]